[
  {
    "id": 1,
    "warehouse_id": 289248,
    "scientific_name": "Vespa velutina",
    "common_name": "Asian hornet",
    "description": "Native to Asia the Asian Hornet was accidentally introduced to France in 2004 where it has spread rapidly. In 2016 the first UK sighting was confirmed in Gloucestershire. An aggressive predator of native insects this species poses a significant threat to honey bees and other pollinators. For more detailed information please see the following",
    "factsheet": "https://secure.fera.defra.gov.uk/nonnativespecies/downloadDocument.cfm?id=646",
    "flight": "",
    "size": "Queen: up to 30mm long; Worker: up to 25mm long",
    "legs": "Yellow at ends contrasting with dark upper parts",
    "abdomen": "Dark brown / black with a yellow/orange band on 4th segment",
    "head": "Dark from above, orange from the front",
    "antennae": "Dark coloured ",
    "thorax": "Entirely black, velvety",
    "notes": "Not active at night",
    "images": [
      {
        "width": [
          1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024,
          1024, 1024
        ],
        "height": [
          683, 863, 744, 610, 1066, 683, 726, 858, 662, 662, 731, 683, 682
        ],
        "photos": 11,
        "author": [
          "Jean Haxaire",
          "John Feltwell",
          "Laurent Eude",
          "Luc Alary",
          "John Feltwell",
          "Steph Cariou",
          "Michel Reynaud",
          "Jean Haxaire",
          "Siga",
          "Jean Haxaire",
          "",
          "John De Carteret",
          "John De Carteret"
        ]
      }
    ]
  },
  {
    "id": 2,
    "warehouse_id": 207186,
    "scientific_name": "Vespa crabro",
    "common_name": "European hornet",
    "description": "The European Hornet is slightly larger than the Asian Hornet and is the UK's largest social wasp. The markings and coloration can vary. It has extended its range eastwards and northwards in recent decades and is becoming a much more regular sight throughout England and Wales. Active at night and attracted to bright lights it is frequently observed at lit windows and outdoor lights around homes. They are important predators of a wide range of insects, some of which are garden pests. For more detailed information please see the following",
    "factsheet": "http://www.bwars.com/sites/www.bwars.com/files/info_sheets/Vespa-crabro-info-sheet.pdf",
    "flight": "Activity tends to be most noticed in the spring (April onwards), when overwintering queens emerge and begin searching for suitable nesting sites, and then again in late summer/autumn when new queens and males emerge from the nest and disperse. However, they can be seen throughout the year from April until October (can be earlier and/or later depending on weather, e.g. into mid November in mild years) with the first workers appearing around June.  ",
    "size": "Larger than Asian Hornet. Queen: up to 35mm long; Worker: up to 30mm long",
    "legs": "Brown at ends (whole leg uniformly brown)",
    "abdomen": "Yellow, marked with brown on the upper part, not banded (markings variable)",
    "head": "Yellow from above and from the front",
    "antennae": "Yellow (pale brown) coloured",
    "thorax": "Black with extensive brown markings",
    "notes": "May be active at night and regularly attracted to light",
    "images": [
      {
        "photos": 10,
        "author": [
          "Steven Falk",
          "Paul Davis",
          "Steven Falk",
          "Cristian Arghuis",
          "Steven Falk",
          "Martin D Parr",
          "Nigel Jones",
          "Chris Taklis",
          "Colin Pumfrett",
          "Frank Post"
        ],
        "width": [1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024],
        "height": [878, 754, 1257, 687, 822, 702, 768, 683, 637, 748]
      }
    ]
  },
  {
    "id": 3,
    "warehouse_id": 118145,
    "scientific_name": "Urocerus gigas",
    "common_name": "Giant Woodwasp / Greater Horntail",
    "description": "The Giant Woodwasp is a species of sawfly which like wasps is a hymenopteran, but lacks an obvious waist. Unlike wasps the larvae are not carnivorous and feed on the wood in the trunks of trees, especially pines. The female and male differ greatly and it is the female that is easily mistaken for a species of hornet. Males are smaller, have no sting-like appendage and have a red/orange abdomen. The sting-like appendage of the female is used to lay eggs into the wood of host trees and is not a stinger. Many records are of adults that have emerged from timber used in buildings, fences etc., and as a result it can be found well away from its preferred woodland habitats  \n",
    "flight": "Giant Woodwasps spend much of their life as larvae living for 1-3 years in the host tree. Adults start to emerge in May/June and records are most common in July and August. They are still seen well after this, especially in mild years.\n",
    "size": "Larger than Asian Hornet. Female: up to 45mm long",
    "legs": "Yellow (without contrasting dark upper parts)",
    "abdomen": "Distinctive yellow and black banded, long and cylindrical lacking an obvious waist (unlike hornets and other social wasps).\n",
    "head": "",
    "antennae": "Long and bright yellow",
    "thorax": "",
    "notes": "Female has long, obvious sting-like appendage (ovipositor) for laying eggs in trees",
    "images": [
      {
        "photos": 8,
        "author": [
          "Steve Covey",
          "Paul Hill",
          "Les Binns",
          "Les Binns",
          "Holger Groschl",
          "Nigel Jones",
          "Les Binns",
          "Peter L Herring"
        ],
        "width": [1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024],
        "height": [683, 655, 683, 683, 683, 493, 683, 931]
      }
    ]
  },
  {
    "id": 4,
    "warehouse_id": 202173,
    "scientific_name": "Volucella zonaria",
    "common_name": "Hornet Hoverfly",
    "description": "The Hornet Hoverfly or Hornet Mimic Hoverfly is an excellent mimic of the European Hornet. It cannot sting and is completely harmless. Regularly observed visiting flowers, like other hoverflies this species is important for pollination. The largest species of hoverfly in the UK and once regarded as fairly rare, it has been expanding in range, spreading northwards and becoming a more and more common sight across southern England and Wales, northwards. The larvae live inside wasp nests where they are thought to feed on the organic debris. Very similar to the smaller Lesser Hornet Hoverfly (<i>Volucella inanis</i>)",
    "flight": "Both the Hornet Hoverfly and the similar Lesser Hornet Hoverfly can be seen from late May onwards but records are most common between June and September for Hornet Hoverfly with numbers probably augmented by migration from the continent, and between July and mid September for Lesser Hornet Hoverfly.",
    "size": "Smaller than Asian Hornet: 15 - 20mm",
    "legs": "Uniformly dark brown",
    "abdomen": "Yellow bands - more than Asian Hornet",
    "head": "Bright yellow face with large globular eyes",
    "antennae": "Very short and plumose (feathery)",
    "thorax": "Chestnut brown in female, black with extensive chestnut coloration in male",
    "notes": "Only one pair of wings (hornets and woodwasp have two pairs). Has sucking mouth parts (proboscis) typical of flies rather than chewing mouth parts (mandibles) of hornets and wasps; very similar to Lesser Hornet Hoverfly, <i>Volucella inanis</i>",
    "images": [
      {
        "photos": 10,
        "author": [
          "Lee Collins",
          "Marc Botham",
          "Steven Falk",
          "Joaquim Alves Gaspar",
          "Paul Davis",
          "Matt Smith",
          "Frank Post",
          "Pere Igor",
          "Fujnky",
          "Steven Falk"
        ],
        "width": [1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024, 1024],
        "height": [767, 768, 969, 907, 756, 768, 717, 771, 1367, 1167]
      }
    ]
  }
]
